openshwprojects/OpenBK7231T_App/src/libraries/ESP32_Display_Panel/test_apps/board/espressif/sdkconfig.ci.BOARD_ESPRESSIF_ESP32_S3_USB_OTG
CONFIG_IDF_TARGET="esp32s3"

CONFIG_BOARD_ESPRESSIF_ESP32_S3_USB_OTG=y
